Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/1177.se/magsjuka-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: smj
Languages: sma

source: Julevusámegiella / Lulesamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: JulevusámegiellaLulesamiska
sma: ÅarjelsaemiengieleSydsamiska

source: Gå smávmáná li tjåjvijs – majt iesj máhttá dahkat ?
sma: Onne maana tjööjjijste – maam maahta jïjtje darjodh ?

source: Magsjuka hos små barn - vad kan man göra själv ?
sma: Magsjuka hos barn - vad kan man göra själv ?

source: Mánná dárbaj låssjkusav.
sma: Maana daarpesje jovkedh.

source: Muhttijn la álkkemus juhkusav teabasstijn vaddet ja álu vaddet smávva mierijt.
sma: Muvhtene maahta aelhkemes jovkemsem bustetjinie daamhtaj vaeltedh jïh onn ’ ohtje fïerhten aejkien.

source: Vájve båhti hähkkat
sma: Vaejvieh varki båetieh

source: Gå máná li tjåjvijs de dábálattjat vuoksi ja sjlåhtju.
sma: Gosse maanah tjööjjijste dellie daamhtemes voeksedieh jïh skovrestieh.

source: Siján máhttá aj tjoajvvebávtjas feber.
sma: Maehtieh aaj tjööjjijste jïh vaejliem utnieh.

source: Álu infeksjåvnnå virusis dahká vaj tjåjvijs sjaddá.
sma: Skïemtjelasse daamhtemes infeksjovneste mij virusistie.

source: Smávva mánájn miejnniduvvá dan tevstan máná vidá-gudá jahkáj.
sma: Onne maanine daennie tekstesne lea maanah vïjhte-govhte jaepiej raajan.

source: Vájve álu álggi muhtem biejvij maŋŋel gå mánná l såhpum ja hähkkat båhti.
sma: Dah vaejvieh pruvhkieh aelkedh måedtie biejjiej dan mænngan maana suetiem åadtjoeji jïh varki båetedh.

source: Álu moattes fuolken jali åvddåskåvlån skihppáji.
sma: Daamhtaj jienebe fuelhkesne jallh aarehskuvlesne skeamtjoeh.

source: Álu infeksjåvnnå vássá muhtem biejvijs.
sma: Daamhtaj infeksjovne buarene naan biejjiej raejesne.

source: Álu häjttá vuoksemis jánndura sinna, valla slåhtjot gis máhttá vahkov.
sma: Voeksenassh gelkieh dennie voestes dygnesne, mohte skovretassh maehtieh våhkoem utnedh.

source: Máná e gierda låsjkosvánesvuodav
sma: Eah maanah töölh dan jïjnjh gosse tjööjjijste

source: Låssjkusav ja sáltijt massá gå vuoksá ja sjlåhtju Smávva máná li sieldes rasje låsjkosvánesvuohtaj gå ållessjattuga.
sma: Galkemh jïh saelhtieh laahpa gosse tjåejjie galka jïh voeksede. Eah onne maanah töölh dan jïjnjh gosse tjööjjijste goh geerve almetjh.

source: Jus unna mánásj massá ienep låssjkusav gå majt juhká de hähkkat máhttá nävrrot.
sma: Jis onne maana jienebe galkemem teehpie goh jåvka dellie varkebe nåakebe sjædta.

source: Alla feber dahká vaj mánná massá vil ienep låssjkusav.
sma: Jïlle vaejlie dorje maana jienebe galkemem teehpie.

source: Danen la sieldes ájnas juhkusav vaddet juo infeksjåvnå álgo rájes.
sma: Dïhte dan vihkeles jovkemem vadta voestes raejeste gosse infeksjovne aalka.

source: Njuorak máná li tjervas rasje låsjkosvánesvuohtaj.
sma: Nööremes maanah ij töölh gosse dan vaenie jovkedh.

source: Jus mánná njamáduvvá jali biebmaduvvá ruvsajn
sma: Jis maanam njamma jallh boehtelinie bïepmehte

source: Jus mánná njamáduvvá de galggá joarkket dajna.
sma: Jis maanam njamma edtja dejnie jåerhkedh.

source: Luluj njamádit dájvvábut gå iemeláhkáj.
sma: Byöroe daamhtebe njamma.

source: Juska mánná joarkká vuokset de joarkket njamádit mánáv.
sma: Jïlhts maana jåarhka voeksedidh edtja jåerhkedh maanam daamhtaj njammedh.

source: Sämmi l aj mánájda gudi biebmaduvvi ruvsajn.
sma: Seamma jis beapmoeh boehtelinie vadta.

source: Jus mánná ij sidá njammat de máhttá gähttjalit båhtjet jali pummpit ja bastijn biebbmat.
sma: Jis ij maana sïjhth njammedh maahta pryövedh buhtjedh jallh pumpedh jïh mielhkiem bustetjinie vedtedh.

source: Máhttá njittjev giedajn jali pumpajn båhtjet.
sma: Maahta gïetine jallh pumpine buhtjedh.

source: Hiebalasj pummpa gávnnu dálkasboargálin oasstet.
sma: Sjïehteles pumpem maahta apotehkesne åestedh.

source: Jus mánán li edna slåhtjusa de ij la nuoges mánná njidtjemielkev oadtju, mánná dárbaj de aj låsjkosmålssomav oadtjot,
sma: Jis maana tjarki skovretassh åtna ij nuekies mïelhkine, maana daarpesje jeatjah jovkemesh dan sijjeste åadtjodh.

source: Jus mánná ednagav vuoksá de låsjkosmålssom la buoremus.
sma: Jis maana tjarki voeksede dellie jovkemem bööremes.

source: Låsjkosmålssom mánájda gávnnu dálkasboargálin oasstet.
sma: Jovkeme maanide gååvnese apotehkesne.

source: Låssjkusin li sálte de låsjkosbálánssa rubmahin buorreláhkáj buorrán.
sma: Jovkemisnie saelhtie jïh kråahpe dam daarpesje jïh hïerven sjædta.

source: Jus mánná ednagit vuoksá de l dárbulasj vaddet bájken guokta teabassti låsjkkusis juohkka vidát minuvta.
sma: Jis maana tjarki voeksede dellie göökte bustetjh fïerhten vïjhteden minudtine jovkemem vadta.

source: Jánndurin la dárbulasj ienep låssjkusis gå majt jáhkká, buojkulvissan jagák máhttá ienep gå lijttarav dárbahit.
sma: Dygnen mietie jienebe jovkemem daarpesje enn veanhta, vuesiehtimmien gaavhtan akte jaepien båeries maana medtie akte lïjhterem daarpesje.

source: Muhttijn márjju mánán la hállo ietjá juhkusav juhkat.
sma: Muvhtene kaanne maana aelhkebe jeatjah jovkemem jåvka.

source: De máhttá gähttjalit ietjá juhkusav vaddet danen gå ájnnasamos la mánná låssjkusav åvvå juhká.
sma: Dellie tjuara dejnie pryövedh, juktie vihkielommes maana jåvka.

source: Ij val galga hálmugis juhkusijt vaddet, danen gå ilá edna såhkår máhttá ienep slåhtjusav vaddet.
sma: Aellieh dan sieties jovkemem maanese vedtieh, vuesiehtimmien gaavhtan bruvsem jallh aaloem, juktie ååpsen jïjnjh dïjnegh skovrehtassem vedtieh.

source: Ale ga vatte lightjuhkusijt danen gå e åbbå sisaneda såhkkårav.
sma: Aellieh lightjovkemsidie vedtieh juktie dej sisnie ij naan dïjnegh.﻿﻿﻿﻿

source: Gå vuoksema li vássám valla slåhtjusa bissu
sma: Gosse ij voeksedh mohte tjåejjie galka

source: Alu vuoksema vuostak gáhtu ja slåhtjusa gihtji ájn muhtem biejve.
sma: Daamhtaj ij voeksedh mohte tjåejjie ennje galka.

source: Jus mánán la slåhtjos ja jus mánná njamáduvvá de joarkká njamádit degu åvdebut.
sma: Jis maana skovrehtassem åtna jïh dïhte njamma edtja barre dam jåerhkedh goh aarebi.

source: Jus mánná ij njamáduvá, de máhttá njidtjemielkkemålssomav vaddet, rijssa- jali májsajubtsav máná álddara gáktuj.
sma: Jis ij maana njammh, maahta ietniemïelhken sijjeste, rijse- jallh majsejoptsem vedtedh.

source: Vatte smávva mierijt álgos gähttjat jus mánán bissu biebbmo.
sma: Aalka onnŠohtje voestes vedtedh jïh vuartesje jis maana beapmoem aajmone åtna.

source: Gå mánná sihtá bårrågoahtet de l buorre vaddet iemelágásj biebmov ja segadit duodde buojdijn.
sma: Gosse maana sæjhta aelkedh byöpmedidh dellie hijven sïejhme beapmoeh vedtedh jïh dïsse buejtiem lissine pleentedh.

source: Jus sihtá gähttjalit juojddá mij ganugahttá de máhttá vaddet gárutjubtsav, dagádum gárutdäbttjusis ja tjátjes mánájda gudi li vuorrasappo gå guhtta máno.
sma: Jis sæjhta maahta viskeroehtsejoptsem vedtedh, viskesroehtsepureeste jïh tjaetsiem dorjeme maanide båarasåbpoe govhte askh.

source: Mujte val muorjema dahki njárbbis bajkav ja vájvep slåhtjusin ij vaddet ållesgårnnejubtsav.
sma: Ussjedh moeremuerjijste mïlskene jïh gosse tjarki skovrehtassem åtna ij edtjh elliesgerniejoptsem vedtedh.

source: Vuorde biebmoj majn li edna fibera desik mánná l ållu varres.
sma: Vuertieh dej fibereræjhkoes beapmoejgujmie goske maana vervesne viht.

source: Jus vuoksema båhti ruoptus
sma: Jis viht aalka voeksedidh

source: Jus vuoksema vat ruoptus båhti, álge vat låsjkosmålssomijn, valla åro ájttsis jus mánná dellagoahtá jali vájbbagoahtá.
sma: Jis maana viht aalka voeksedidh, vedtieh dellie jienebe jovkemesh, mohte geehth olles maana samhtjan sjïdth.

source: Gåktu máhttá hieredit soahpomav ?
sma: Guktie suetiem heerrede ?

source: Danen gå tjoajvvemájnne l sieldes soahpolis la buorre jus goappátjagá mánná ja gájka fuolken giedajt basádi gålgge sájbujn biebmo åvddåla ja hivsiga maŋŋela ja gájkajn li ietjas sigárdahka jali adni aktiadnemsigárdagáv.
sma: Juktie tjåejjieskïemtjelasse laaneste lea hijven jis dovne maana jïh abpe fuelhkiem gïetide bissieh galkijes tjåaline dovne åvteli edtjieh byöpmedidh jïh ohtjegåetiemïnnemi mænngan jïh gaajhkesh jïjtje njaamelijniem utnieh jallh aktenaejkien-njaamelijniem utnieh.

source: Máhttá aj sihkkot hivsigav dájvválakkoj.
sma: Maahta aaj ohtjegåetiestovlem daamhtaj reejnedh.

source: Jus mánán li rapsa de l buorre anedum rapsajt biedjat plásstavuossaj åvddål gå dajt ruhkelihttáj håjggåt.
sma: Jis maana raajhpesem åtna hijven jis dejtie voessese rijtie åvteli dejtie tsumhtsiedåtnose beaja.

source: Rájnni sujttobievdev ano maŋŋela ja basá giedajt váttugit gå l rapsajt målssum.
sma: Reejnie binhtemebuertiem nåhtoen mænngan jïh bïssh gïetide eensilaakan raajhpesemålsomen mænngan.

source: Mánná galggá hejman årrot gå vuoksá jali li sjlåtjos.
sma: Maanah edtjieh gåetesne årrodh gosse voeksedieh jallh skorkestieh.

source: Jus mánná l åvddåskåvlån jali fuolkkebiejvveårruhin de máhttá ruoptus dåhku mannat gå ij la vuoksám jali slåhtusav adnám guovte jánndurin.
sma: Jïh maana aarehskuvlesne jallh fuelhkiemaanagiertesne maahta bååstide gosse ij voeksedh jallh skorkesth göökte biejjide.

source: Márjju l dárbulasj sujtujn aktavuodav válldet
sma: Maahta daarpesjidh hoksem bïeljelidh

source: Galggá sujtov åhtsåt varresvuohtaguovdátjin jali hähkkaduostudagán dalága jus mánán li lávdda slåhtjusa ja vuoksema ja vuojnnet la låsjkosvánesvuohta, dat javllá l oalle vájbas ja ij berusta birrasis, gådtjå binnáv jali vuorjját ja ij vieje ståhkat.
sma: Edtja hoksem ohtsedidh hoksejarngesne jallh akutedåastoevisnie ryöktese jis maana daamhtaj skorkeste jïh voeksede jïh vuesehte dïhte vaenie galkemem åtna, dïhte sæjhta jiehtedh jis dïhte sæjloes jïh samhtjan, ohtje gadtja jïh ij åajsoeh stååkedidh.

source: Sujtov åhtsåt dalága jus mánán ietján gå vuoksema ja sjlåhtjos la alla feber jali sieldes bávtjas tjoaven, jali jus sjlåhtjos la varájn jali slijvijn segadum.
sma: Byöroe aaj hoksem ohtsedidh ryöktese jis dan lissine aaj vaejliem åtna jallh tjööjjijste, jallh jis skovrehtassesne vïrre jallh seejkenjohkh.

source: Galggá skuolkkat skihpasujttorádevaddemij jali varresvuohtaguovdátjijn aktavuodav válldet jus mánná ij la buorep sjaddam jánndurin, jali jus mánná tjoajvvevige maŋŋela l vieddje valla sujna l njárbbis bajkka årrum ienep gå guokta vahko.
sma: Edtja skïemtjehokseraeriestæmman ringkedh jallh hoksejarngem gaskesadtedh jis ij maana buarenh dygnem, jallh jis maana eadtjohke mohte skovrehtassem guhkebe göökte våhkoeh åtna.

source: Jus máná gudá máno oadtju tjoajvvemájnijt ja slåhtjusijt de agev gálggá skihpasujttorádevaddemijn jali varresvuohtaguovdátjijn aktavuodav válldet.
sma: Jis maana nuerebe govhte askh voeksede jallh skorkeste edtja åålegh skïemtjehokseraeriestimmiem jallh hoksejarngem gaskesadtedh.

source: Jus mánná l slåhtjusav oadtjum gå ålggorijkan mannam de galggá varresvuohtaguovdátjijn jali mánádåktårduostudagájn aktavuodav válldet.
sma: Jis maana skovrehtassem feeleme ålkoelaantesne åådtjeme edtja hoksejarngem jallh maanadåakteredåastovem gaskesadtedh.

source: Dåjmadiddje:
sma: Redaktööre:

source: Gähttje: Leif Ekholm, mánádåktår, Mánávarresvuohtasujton, Örebro
sma: Illustratööre: Lotta Persson, illustratööre, Göteborg

source: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
sma: Gaajhke sisvege lea aaj gïehtjedamme, goerehtamme jïh dåhkasjahteme redaksjovneste jïh redaksjovneraereste 1177 Vårdguiden.
